<?php

//resources/lang/es/messages.php

return [
    'home' => 'Главная',
    'donations' => 'Пожертвование',
    'contact' => 'Контакты',
    'login' => 'Логин',
    'register' => 'Регистрация',
    'downloads' => 'Скачать',
    'my_profile' => 'Мой профиль',
    'logout' => 'Выход',
    'chronicle' => 'Хроника',
    'version_chronicle' => 'Классическая версия игры без модификаций. Нет pay2win, наслаждайся.',
    'register_now' => 'Зарегистрируйся сейчас',
    'download_game' => 'Скачать игру',
    'icon_1' => 'Максимум 4 клиента',
    'icon_2' => 'Буферы низкого уровня',
    'icon_3' => 'Никаких льгот для доноров нет',
    'icon_4' => 'Обучение класса с помощью NPC и автонавыков',
    'auth' => 'Aутентифицировать',
    'email' => 'email',
    'password' => 'пароль',
    'username' => 'имя пользователя',
    'repeat_password' => 'Повторите пароль',
    'forgot_password' => 'Вы забыли пароль?',
    'send' => 'Отправить',
    'register_head' => 'Рекомендации по установке. Загрузите чистую игру Lineage по ссылке ниже, затем установите наш патч и замените файл. Не рекомендуем использовать архивы с других серверов!',
    'game_patch' => 'Игра + Патч',
    'forgotpassword_title' => 'Вы забыли свой пароль?',
    'recovery_title' => 'Восстановить пароль',
    'news' => 'Новости',
    'donate_title' => 'Помощь с сервером',
    'donate_text' => "Вы можете помочь нам покрыть расходы на поддержание работоспособности сервера.                <br/><br/>
                Тем самым вы будете зарабатывать акссесуары на сервере :)
                <br/><br/>
                Не забудьте убедиться, что вы правильно указали имя своего <strong>персонажа</strong>, и вы получите подарок автоматически. Если вы допустили ошибку при совершении пожертвования, нам придется обработать его вручную, и это может занять до 7 дней.
                <br/><br/>
                Пожалуйста, наберитесь терпения и создайте заявку в службу поддержки, если вы не получили вознаграждение через 30 минут после пожертвования.
                <br/><br/>
                Имейте в виду, что сделанные пожертвования <strong> НЕ ПОДЛЕЖАТ ВОЗВРАТУ </strong> ни при каких условиях.
                <br/><br/>",
    'donate_1' => 'Изменить пол персонажа',
    'donate_2' => 'Сменить лидера клана',
    'donate_3' => 'Купить токены (5 шт.)',
    'donate_4' => 'Изменить имя персонажа',
    "donate_notfound" => 'В настоящее время у нас нет официального PayPal, связанного с проектом. Но если вы хотите, вы можете пожертвовать нам любую сумму в обмен на вознаграждение, которые мы описали выше. Если это так, свяжитесь с нами по электронной почте <strong>info@l2euforia.com</strong> и сообщите сумму, которую вы хотите внести и какое вознаграждение получить».',
    "footer_copyright" => 'Все права защищены',
    "token_gk" => 'Токены можно обменять у NPC на аксессуары, ездовых животных и многое другое. NPC находится рядом с GateKeeper.',
    "donate_sex" => 'Изменить пол вашего персонажа.',
    "download_now" => "Скачать игру и патч",
    "download_patch" => "Скачать патч",
    "download_head" => 'Сначала скачайте полную версию игры по кнопке ниже. Получив игру, загрузите патч с помощью кнопки ниже. Когда вы получите патч, замените систему патчей игровой системой. После замены запустите файл L2.EXE из системной папки',
    "donate_5" => 'Отправьте электронное письмо на адрес info@l2euforia.com, указав свое имя пользователя в пожертвовании и вознаграждение, которое хочешь получить. Как только платеж будет подтвержден, вознаграждение будет выдано (максимум 24 часа)',
"donate_6" => "Подннять лкан на уровень 5"

];
